/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Fuera de línea";

/* {card brand} ending in {last4} */
"%@ Ending In %@" = "%1$@ terminada en %2$@";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Cuenta";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "DIRECCIÓN DEL TITULAR DE LA CUENTA";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nombre del titular de la cuenta";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Número de cuenta";

/* Title for Add a Card view */
"Add a Card" = "Añade una tarjeta";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Añade una cuenta de adeudo directo";

/* Button to add a new credit card. */
"Add New Card…" = "Añadir tarjeta nueva…";

/* Caption for Address field on address form */
"Address" = "Dirección";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Piso";

/*  This is a Payment Method type brand name so shouldn't be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Adeudo BECS (Australia)";

/* Text for back button */
"Back" = "Atrás";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANCO";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Cuenta bancaria";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "DATOS DE LA CUENTA BANCARIA";

/* Title for billing address entry section */
"BILLING ADDRESS" = "DIRECCIÓN DE FACTURACIÓN";

/* Title for billing address entry section */
"Billing Address" = "Dirección de facturación";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Al proporcionar tu IBAN y confirmar este pago, estás autorizando a %@ y a Stripe, nuestro proveedor de servicios de pagos, a enviar instrucciones a tu banco para que haga un adeudo en tu cuenta y para que lo haga conforme a esas instrucciones. Tienes derecho a un rembolso del banco según los términos y condiciones estipulados en tu contrato con el banco. El rembolso debe solicitarse en el lapso de 8 semanas a partir de la fecha en que se hizo el adeudo en tu cuenta.";

/* Title for card number entry field */
"CARD" = "TARJETA";

/* Title for credit card number entry field */
"Card" = "Tarjeta";

/* accessibility label for text field */
"card number" = "número de tarjeta";

/* Caption for City field on address form */
"City" = "Ciudad";

/* Title for contact info form */
"CONTACT" = "CONTACTO";

/* Title for contact info form */
"Contact" = "Contacto";

/* Text for continue button */
"Continue" = "Continuar";

/* Caption for Country field on address form */
"Country" = "País";

/* Title for country picker section */
"COUNTRY" = "PAÍS";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Condado";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Entrega";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "DIRECCIÓN DE ENTREGA";

/* Title for delivery address entry section */
"Delivery Address" = "Dirección de entrega";

/* Caption for Email field on address form */
"Email" = "Correo electrónico";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "ejemplo@ejemplo.com";

/* accessibility label for text field */
"expiration date" = "fecha de caducidad";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratuito";

/* Placeholder string for name entry field. */
"Full name" = "Nombre completo";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* IBAN placeholder – don't translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Datos no válidos.";

/* Shipping form error message */
"Invalid Shipping Address" = "Dirección de envío no válida";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Cargando…";

/* label for text field to enter card expiry */
"MM/YY" = "MM/AA";

/* Title for payment options section */
"MORE OPTIONS" = "MÁS OPCIONES";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Nombre";

/* Label for button to add a new credit or debit card */
"New Card" = "Nueva tarjeta";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nueva cuenta de adeudo directo";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nueva cuenta de adeudo directo SEPA";

/* Button to move to the next text entry field */
"Next" = "Siguiente";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Banca electrónica (FPX)";

/* Source type brand name */
"P24" = "P24";

/* Pay with {payment method} */
"Pay with %@" = "Paga con %@";

/* Title for Payment Method screen */
"Payment Method" = "Método de pago";

/* Caption for Phone field on address form */
"Phone" = "Teléfono";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "C. P.";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Código postal";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Provincia";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Text for button to scan a credit card */
"Scan Card" = "Escanear tarjeta";

/* part of {SEPA Account} ending in {last4} */
"SEPA Account" = "Cuenta SEPA";

/* Payment method brand name */
"SEPA Debit" = "Adeudo SEPA";

/* Source type brand name */
"SEPA Direct Debit" = "Adeudo directo SEPA";

/* Title for shipping info form */
"Shipping" = "Envío";

/* Title for shipping address entry section */
"SHIPPING ADDRESS" = "DIRECCIÓN DE ENVÍO";

/* Title for shipping address entry section */
"Shipping Address" = "Dirección de envío";

/* Label for shipping method form */
"SHIPPING METHOD" = "MÉTODO DE ENVÍO";

/* Label for shipping method form */
"Shipping Method" = "Método de envío";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Estado";

/* Caption for generalized state/province/region field on address form (not tied to a specific country's format) */
"State / Province / Region" = "Estado, provincia o región";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "El BSB introducido está incompleto.";

/* Error string displayed to user when they enter in an invalid BSB number. "BSB" refers to an Australian bank account. */
"The BSB you entered is invalid." = "El BSB introducido no es válido.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "El método de pago seleccionado no está disponible.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Error al procesar la tarjeta. Vuelve a intentarlo en unos segundos.";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Se ha producido un error inesperado. Vuelve a intentarlo en unos segundos";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Se agotó el tiempo de espera para autenticar el método de pago. Vuelve a intentarlo.";

/* Default missing source type label */
"Unknown" = "Desconocido";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Usar la de facturación";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Usar la de entrega";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Usar la de envío";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "No pudimos autenticar el método de pago. Elige otro método y vuelve a intentarlo.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You'll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Accederás a %@ para finalizar tu compra.";

/* Error when the card has already expired */
"Your card has expired" = "La tarjeta ha caducado";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "La tarjeta ha sido rechazada";

/* Error when the card's expiration month is not valid */
"Your card's expiration month is invalid" = "El mes de caducidad de tu tarjeta no es válido";

/* Error when the card's expiration year is not valid */
"Your card's expiration year is invalid" = "El año de caducidad de tu tarjeta no es válido";

/* Error when the card number is not valid */
"Your card's number is invalid" = "El número de tarjeta no es válido";

/* Error when the card's CVC is not valid */
"Your card's security code is invalid" = "El código de seguridad de tu tarjeta no es válido";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "ZIP";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Código ZIP";

